{"errors": "replace", "unk_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "model_max_length": 1024, "special_tokens_map_file": "/homes/yz007/.cache/huggingface/transformers/275a3582a416a58fcd61f46a4b81f6f14afd1caf0017b7bca072169289d42820.3ae9ae72462581d20e36bc528e9c47bb30cd671bb21add40ca0b24a0be9fac22", "tokenizer_file": null, "name_or_path": "sshleifer/tiny-gpt2"}